import React from 'react'
import Page from './Page'
import SectionComp from '../components/SectionComp.jsx'

const InfoPage = () => {
  return (
    <Page>
        <SectionComp type="h1" heading="שאלות נפוצות">  
            <SectionComp type="h2" heading="?האם התיקים עמידים למים">
            <p>
    התשובה הקצרה היא לא. התשובה הארוכה היא, על אף שהבדים הם אטומים לחלוטין למים, התיקים הם עמידים למים. עצם פעולת התפירה יוצרת שורת חורים קטנים שמאפשרים למים לעבור, כלומר בכל התיקים שלי המים יצליחו להיכנס בשלב כלשהו. תיקים עם רול-טופ כמו תיק הסדל ותיקי המזלג שלי בנויים עם ליינר צף, הם ישמרו על המים מחוץ לתיק כמעט בכל מצב, למעט תת-מים. בתיקים עם רוכסן כמו רוב תיקי השלדה אני משתמשת ברוכסנים עמידים למים, אך במזג אוויר גשום מאוד המים יכולים למצוא דרך לעבור בין השיניים.
</p>
            </SectionComp>
            <SectionComp type="h2" heading="איך אני מתאים את תיק השלדה שלי?">
            <p>
            כל התיקים נשלחים עם חוט קשירה במקום, אז כדאי להסתכל היטב לפני שפותחים אותו ואז פשוט לשחזר את אותו הדבר. בדרך כלל יש קצת אורך שנשאר, ניתן לגזור את זה ולסיים את קצוות החוט בלהבה קטנה כמו של נר או מצת כדי למנוע התפרקות. בתיקים עם חיבור ברגים כדאי לוודא שאתם משתמשים במשטחים הכלולים כדי למנוע עיוות של עיני התיק.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="כמה זמן לוקח להכין את התיקים שלי?">
            <p>
            הזמן הנוכחי להכנה מצוין בבאנר בראש הדף הזה (אם סגרת אותו מבלי לקרוא, פתח את הדף במצב אנונימי כדי לראות אותו שוב). אם יש לך דד-לין מסוים כמו אירוע או טיול מתוכנן, אנא צור קשר לפני שמניחים את ההזמנה.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אני יכול להחזיר את ההזמנה שלי?">
            <p>
            כיוון שכל התיקים שלי מיוצרים לפי הזמנה, כל מכירה היא סופית. עם זאת, אם תמצא את עצמך לא מרוצה ממה שקיבלת, אנא צור קשר כדי שנוכל למצוא פתרון.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אפשר להזמין תיקים שלא מופיעים בחנות המקוונת?">
            <p>
            כנראה שכן, צור קשר דרך אינסטגרם או דואל כדי לדון בזה.            </p>
            </SectionComp>

</SectionComp>
<SectionComp type="h1" heading="חומרים">  
            <SectionComp type="h2" heading="?האם התיקים עמידים למים">
            <p>
    התשובה הקצרה היא לא. התשובה הארוכה היא, על אף שהבדים הם אטומים לחלוטין למים, התיקים הם עמידים למים. עצם פעולת התפירה יוצרת שורת חורים קטנים שמאפשרים למים לעבור, כלומר בכל התיקים שלי המים יצליחו להיכנס בשלב כלשהו. תיקים עם רול-טופ כמו תיק הסדל ותיקי המזלג שלי בנויים עם ליינר צף, הם ישמרו על המים מחוץ לתיק כמעט בכל מצב, למעט תת-מים. בתיקים עם רוכסן כמו רוב תיקי השלדה אני משתמשת ברוכסנים עמידים למים, אך במזג אוויר גשום מאוד המים יכולים למצוא דרך לעבור בין השיניים.
</p>
            </SectionComp>
            <SectionComp type="h2" heading="איך אני מתאים את תיק השלדה שלי?">
            <p>
            כל התיקים נשלחים עם חוט קשירה במקום, אז כדאי להסתכל היטב לפני שפותחים אותו ואז פשוט לשחזר את אותו הדבר. בדרך כלל יש קצת אורך שנשאר, ניתן לגזור את זה ולסיים את קצוות החוט בלהבה קטנה כמו של נר או מצת כדי למנוע התפרקות. בתיקים עם חיבור ברגים כדאי לוודא שאתם משתמשים במשטחים הכלולים כדי למנוע עיוות של עיני התיק.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="כמה זמן לוקח להכין את התיקים שלי?">
            <p>
            הזמן הנוכחי להכנה מצוין בבאנר בראש הדף הזה (אם סגרת אותו מבלי לקרוא, פתח את הדף במצב אנונימי כדי לראות אותו שוב). אם יש לך דד-לין מסוים כמו אירוע או טיול מתוכנן, אנא צור קשר לפני שמניחים את ההזמנה.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אני יכול להחזיר את ההזמנה שלי?">
            <p>
            כיוון שכל התיקים שלי מיוצרים לפי הזמנה, כל מכירה היא סופית. עם זאת, אם תמצא את עצמך לא מרוצה ממה שקיבלת, אנא צור קשר כדי שנוכל למצוא פתרון.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אפשר להזמין תיקים שלא מופיעים בחנות המקוונת?">
            <p>
            כנראה שכן, צור קשר דרך אינסטגרם או דואל כדי לדון בזה.            </p>
            </SectionComp>

</SectionComp>
<SectionComp type="h1" heading="התאמה אישית">  
            <SectionComp type="h2" heading="?האם התיקים עמידים למים">
            <p>
    התשובה הקצרה היא לא. התשובה הארוכה היא, על אף שהבדים הם אטומים לחלוטין למים, התיקים הם עמידים למים. עצם פעולת התפירה יוצרת שורת חורים קטנים שמאפשרים למים לעבור, כלומר בכל התיקים שלי המים יצליחו להיכנס בשלב כלשהו. תיקים עם רול-טופ כמו תיק הסדל ותיקי המזלג שלי בנויים עם ליינר צף, הם ישמרו על המים מחוץ לתיק כמעט בכל מצב, למעט תת-מים. בתיקים עם רוכסן כמו רוב תיקי השלדה אני משתמשת ברוכסנים עמידים למים, אך במזג אוויר גשום מאוד המים יכולים למצוא דרך לעבור בין השיניים.
</p>
            </SectionComp>
            <SectionComp type="h2" heading="איך אני מתאים את תיק השלדה שלי?">
            <p>
            כל התיקים נשלחים עם חוט קשירה במקום, אז כדאי להסתכל היטב לפני שפותחים אותו ואז פשוט לשחזר את אותו הדבר. בדרך כלל יש קצת אורך שנשאר, ניתן לגזור את זה ולסיים את קצוות החוט בלהבה קטנה כמו של נר או מצת כדי למנוע התפרקות. בתיקים עם חיבור ברגים כדאי לוודא שאתם משתמשים במשטחים הכלולים כדי למנוע עיוות של עיני התיק.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="כמה זמן לוקח להכין את התיקים שלי?">
            <p>
            הזמן הנוכחי להכנה מצוין בבאנר בראש הדף הזה (אם סגרת אותו מבלי לקרוא, פתח את הדף במצב אנונימי כדי לראות אותו שוב). אם יש לך דד-לין מסוים כמו אירוע או טיול מתוכנן, אנא צור קשר לפני שמניחים את ההזמנה.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אני יכול להחזיר את ההזמנה שלי?">
            <p>
            כיוון שכל התיקים שלי מיוצרים לפי הזמנה, כל מכירה היא סופית. עם זאת, אם תמצא את עצמך לא מרוצה ממה שקיבלת, אנא צור קשר כדי שנוכל למצוא פתרון.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אפשר להזמין תיקים שלא מופיעים בחנות המקוונת?">
            <p>
            כנראה שכן, צור קשר דרך אינסטגרם או דואל כדי לדון בזה.            </p>
            </SectionComp>

</SectionComp>
<SectionComp type="h1" heading="משלוחים">  
            <SectionComp type="h2" heading="?האם התיקים עמידים למים">
            <p>
    התשובה הקצרה היא לא. התשובה הארוכה היא, על אף שהבדים הם אטומים לחלוטין למים, התיקים הם עמידים למים. עצם פעולת התפירה יוצרת שורת חורים קטנים שמאפשרים למים לעבור, כלומר בכל התיקים שלי המים יצליחו להיכנס בשלב כלשהו. תיקים עם רול-טופ כמו תיק הסדל ותיקי המזלג שלי בנויים עם ליינר צף, הם ישמרו על המים מחוץ לתיק כמעט בכל מצב, למעט תת-מים. בתיקים עם רוכסן כמו רוב תיקי השלדה אני משתמשת ברוכסנים עמידים למים, אך במזג אוויר גשום מאוד המים יכולים למצוא דרך לעבור בין השיניים.
</p>
            </SectionComp>
            <SectionComp type="h2" heading="איך אני מתאים את תיק השלדה שלי?">
            <p>
            כל התיקים נשלחים עם חוט קשירה במקום, אז כדאי להסתכל היטב לפני שפותחים אותו ואז פשוט לשחזר את אותו הדבר. בדרך כלל יש קצת אורך שנשאר, ניתן לגזור את זה ולסיים את קצוות החוט בלהבה קטנה כמו של נר או מצת כדי למנוע התפרקות. בתיקים עם חיבור ברגים כדאי לוודא שאתם משתמשים במשטחים הכלולים כדי למנוע עיוות של עיני התיק.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="כמה זמן לוקח להכין את התיקים שלי?">
            <p>
            הזמן הנוכחי להכנה מצוין בבאנר בראש הדף הזה (אם סגרת אותו מבלי לקרוא, פתח את הדף במצב אנונימי כדי לראות אותו שוב). אם יש לך דד-לין מסוים כמו אירוע או טיול מתוכנן, אנא צור קשר לפני שמניחים את ההזמנה.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אני יכול להחזיר את ההזמנה שלי?">
            <p>
            כיוון שכל התיקים שלי מיוצרים לפי הזמנה, כל מכירה היא סופית. עם זאת, אם תמצא את עצמך לא מרוצה ממה שקיבלת, אנא צור קשר כדי שנוכל למצוא פתרון.
            </p>
            </SectionComp>
            <SectionComp type="h2" heading="האם אפשר להזמין תיקים שלא מופיעים בחנות המקוונת?">
            <p>
            כנראה שכן, צור קשר דרך אינסטגרם או דואל כדי לדון בזה.            </p>
            </SectionComp>

</SectionComp>
 
    </Page>
  )
}

export default InfoPage